Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Advisory services relating to the planning of football grounds
it: Servizi di consulenza relativa alla progettazione di campi da calcio

source: Evaluation of performance of computer systems against bench-mark references
it: Valutazione delle prestazioni di sistemi informatici rispetto a parametri di riferimento

source: Industrial engineering design services
it: Servizi di progettazione tecnica industriale

source: Leasing of data processing systems
it: Leasing di sistemi di elaborazione dati

source: Evaluation and testing of real estate for the presence of hazardous material
it: Verifiche ed analisi di beni immobili per individuare la presenza di materiali pericolosi

source: Development of computer codes
it: Sviluppo di codici informatici

source: Architectural services relating to the development of land
it: Servizi architettonici in materia di sviluppo del territorio

source: Design of vehicles and vehicle parts and components
it: Progettazione di veicoli e parti e componenti di veicoli

source: Computer project management services
it: Gestione di progetti informatici

source: Computer rental and updating of computer software
it: Affitto di computer e aggiornamento di software

source: Data recovery services
it: Servizi di recupero dati

source: Engineering consultancy relating to design
it: Consulenza tecnica in materia di progettazione

source: Engineering consultancy relating to testing
it: Consulenza tecnica in materia di collaudo

source: Engineering project management services
it: Servizi di gestione di progetti tecnici

source: Engineering services for the design of structures
it: Servizi tecnici relativi alla progettazione di strutture

source: Engineering services relating to automatic data processing
it: Servizi tecnici riguardanti l'elaborazione dati automatica

source: Computer systems integration services
it: Servizi di integrazione di sistemi informatici

source: Handwriting analysis [graphology]
it: Analisi della scrittura [grafologia]

source: Provision of scientific information, advice and consultancy in relation to carbon offsetting
it: Fornitura di informazioni scientifiche e consulenza in relazione alla emissione di anidride carbonica

source: Technical project studies in the field of computer hardware and software
it: Studio di progetti tecnici in materia di hardware e software

source: Research relating to data processing
it: Ricerca in materia di elaborazione dati

source: Conducting feasibility studies relative to mineral exploitation
it: Conduzione di studi di fattibilità relativi all'estrazione mineraria

source: Conducting feasibility studies relative to mineral exploration
it: Conduzione di studi di fattibilità relativi alla ricerca di minerali

source: Configuration of computer firmware
it: Configurazione di firmware

source: Configuration of computer software
it: Configurazione di software

source: Technical advice relating to the manufacture of tyres
it: Consulenza tecnica relativa alla produzione di pneumatici

source: Providing temporary use of non-downloadable computer software for preparing shipping documents over computer networks, intranets and the internet
it: Utilizzo temporaneo di software non scaricabili per la preparazione di documenti di spedizione su reti informatiche, reti interne e Internet

source: Design of telephones
it: Design di telefoni

source: Design of information systems relating to finance
it: Progettazione di sistemi d'informazione in materia di finanza

source: Home inspection services [surveying]
it: Servizi di ispezione di abitazioni [perizie]

source: Information services relating to the safety of chemicals used in horticulture
it: Servizi d'informazione relativi alla sicurezza di prodotti chimici usati in orticoltura

source: Scientific research in the field of genetics and genetic engineering
it: Ricerca scientifica nel settore della genetica e dell'ingegneria genetica

source: Rental of web servers
it: Noleggio di server web

source: Services for assessing the efficiency of veterinary drugs
it: Servizi per la valutazione della sicurezza di farmaci veterinari

source: Computer programming for others
it: Programmazione per computer per terzi

source: Research relating to the computerised automation of administrative processes
it: Ricerca in materia di automazione computerizzata di processi amministrativi

source: Safety technology services relating to land vehicles
it: Servizi tecnologici di sicurezza riguardanti i veicoli terrestri

source: Computer graphics services
it: Grafica per computer

source: Installation of firmware
it: Installazione di firmware

source: Toxicity testing for research purposes
it: Test di tossicità per la ricerca

source: Collection of information relating to the environment
it: Raccolta di informazioni in materia di ambiente

source: Compilation of data-processing programs
it: Compilazione di programmi di elaborazione dati

source: Compilation of information relating to environmental conditions
it: Compilazione d'informazioni riguardanti condizioni ambientali

source: Hosting of digital content, namely, on-line journals and blogs
it: Concessione di contenuti digitali, ovvero diari e blog on-line

source: Creation and provision of web pages to and for third parties
it: Creazione e fornitura di pagine web per conto terzi

source: Research and development services in connection with physics
it: Servizi di ricerca e sviluppo collegati alla fisica

source: Research relating to mechanical engineering
it: Ricerca riguardante l'ingegneria meccanica

source: Research and consultancy services relating to computer software
it: Servizi di ricerca e di consulenza in materia di software

source: Scientific and industrial research in particular in the field of electricity
it: Ricerca scientifica e industriale, in particolare in materia di elettricità

source: Measurement services
it: Servizi di misurazione

source: Metallurgical laboratory services
it: Servizi di laboratori metallurgici

source: Monitoring of events which influence the environment within buildings
it: Controllo d'eventi che influenzano l'ambiente nell'ambito di edifici

source: New products (Testing of -)
it: Collaudo di nuovi prodotti

source: Design services for the interior of buildings
it: Servizi di progettazione di interni di edifici

source: Technical research relating to automatic numbering systems
it: Ricerca tecnica in materia di sistemi di numerazione automatici

source: Testing of computers
it: Verifica di computer

source: Computerised food analysis services
it: Analisi computerizzata di alimenti

source: Conducting feasibility studies relating to computer hardware
it: Conduzione di studi di fattibilità riguardanti hardware

source: Programming of electronic control systems
it: Programmazione di sistemi di comando elettronici

source: Provision of engineering reports
it: Fornitura di relazioni tecniche

source: Information services relating to the safety of fertilisers used in forestry
it: Servizi d'informazione relativi alla sicurezza di fertilizzanti usati in silvicoltura

source: Information services relating to the safety of fertilisers used in horticulture
it: Servizi d'informazione relativi alla sicurezza di fertilizzanti usati in orticoltura

source: Issuing of toxicological information
it: Emissione d'informazioni tossicologiche

source: Preparation of design parameters for visual images
it: Preparazione di parametri di progettazione per immagini visive

source: Professional consultancy relating to fluid dynamics
it: Consulenza professionale in materia di dinamica dei fluidi

source: Operating search engines
it: Gestione di motori di ricerca

source: Analytical services relating to the testing of the chemical content of liquids
it: Servizi analitici in materia di analisi del contenuto chimico di liquidi

source: Building research services
it: Servizi di ricerca in edilizia

source: Laboratory research in the field of cosmetics
it: Ricerche di laboratorio in materia di cosmetici

source: Technical writing for others
it: Scrittura tecnica per conto terzi

source: Testing of chains
it: Collaudo di catene

source: Drafting of construction plans for recreation premises
it: Stesura di piani di costruzione per locali ricreativi

source: Data security services [firewalls]
it: Servizi di sicurezza dei dati [firewall]

source: Oceanographic research services
it: Servizi di ricerca oceanografica

source: Pattern design
it: Design di modelli

source: Professional advisory services relating to computer software
it: Consulenza professionale riguardante programmi per computer

source: Professional advisory services relating to computers
it: Consulenza professionale in materia di computer

source: Airborne remote sensing relating to environmental explorations
it: Rilevazione atmosferica a distanza in materia di esplorazioni ambientali

source: Chemical analysis services for use in design
it: Servizi di analisi chimica per uso nel design

source: Testing services for determining the wear rate of lubricating components
it: Servizi di collaudo per determinare il tasso di usura di componenti di lubrificazione

source: Textile design services
it: Servizi di design tessile

source: Biotechnological research relating to enzymatic synthesis
it: Ricerca biotecnologica in materia di sintesi enzimatica

source: Design of layouts for offices
it: Progettazione di uffici

source: Technological services relating to manufacture
it: Servizi tecnologici relativi alla fabbricazione

source: Astronomy consultation
it: Consultazione astronomica

source: Clinical trials
it: Prove cliniche

source: Materials testing and evaluation
it: Valutazione e analisi di materiali

source: Information services relating to the application of computer networks
it: Informazioni riguardanti l'applicazione di reti informatiche

source: Information technology services for the pharmaceutical and healthcare industries
it: Servizi informatici per l'industria farmaceutica e il settore sanitario

source: Design services relating to data transmission test tools
it: Servizi di progettazione di strumenti per test di trasmissione dati

source: Design of equipment for the transportation of freight
it: Progettazione di apparecchiature per il trasporto di merci

source: Preparation of technical reports
it: Stesura di relazioni tecniche

source: Graphic design for the compilation of web pages on the internet
it: Progettazione grafica per la creazione di pagine Web su Internet

source: Conducting of technical feasibility studies
it: Realizzazione di studi tecnici di fattibilità

source: Feasibility studies relating to material analysis
it: Studi di fattibilità relativi ad analisi di materiali

source: Professional consultancy relating to the conservation of energy
it: Consulenza professionale in materia di conservazione dell'energia

source: Programming of computers for the printing of bar codes
it: Programmazione di computer per la stampa di codici a barre

source: Programming of computers for the regulation of data between buyers and suppliers
it: Programmazione di computer per la regolazione di dati tra acquirenti e fornitori

source: Provision of testing facilities for firearms
it: Fornitura di strutture di prova per armi da fuoco

source: Provision of weather information via the telephone
it: Fornitura di informazioni meteo via telefono

source: Maintenance of software for Internet access
it: Manutenzione di software per l'accesso a Internet

source: Creating and maintaining computer sites (web sites) for others
it: Creazione e manutenzione di siti informatici (siti web) per conto terzi

source: Analysis of human serum for medical research
it: Analisi di siero umano per la ricerca medica

source: Services for the industrial design of computers
it: Servizi id progettazione industriale di computer

source: Consultation services relating to architectural planning
it: Servizi di consulenza in materia di pianificazione architettonica

source: Computer hardware and software consultancy
it: Consulenza in materia di hardware e di software

source: Consultancy in the field of computers
it: Consulenza in materia di computer

source: Consultation services relating to interior design
it: Servizi di consulenza in materia di progettazione

source: Web site design and creation services
it: Progettazione e creazione di siti Web

source: Website development services
it: Creazione di siti Web

source: Maintenance of computer software relating to computer security and prevention of computer risks
it: Manutenzione di software per la sicurezza del computer e la prevenzione di rischi informatici

source: Engineering services relating to robotics
it: Ingegneria in materia di robotica

source: Environmental testing
it: Analisi ambientale

source: Preparation of reports relating to computer programmes
it: Stesura di relazioni riguardanti i software

source: Design of computer hardware for the manufacturing industries
it: Progettazione di hardware per computer per il settore manufatturiero

source: Development of software for audio and video operators
it: Sviluppo di software per operatori audio e video

source: Design and writing of computer software
it: Elaborazione e scrittura di software informatici

source: Designing and developing webpages on the internet
it: Progettazione e sviluppo di pagine Web su Internet

source: Physics [research]
it: Ricerche in fisica

source: Topographical surveying
it: Rilevamenti topografici

source: Development of systems for the transmission of data
it: Sviluppo di sistemi per la trasmissione di dati

source: Diagnosis of faults in computer software
it: Diagnosi di guasti nel software

source: Encoding of magnetic cards
it: Codifica di carte magnetiche

source: Product development
it: Sviluppo di prodotti

source: Product development for others
it: Sviluppo di prodotti per conto terzi

source: Product development for vehicle construction and for vehicle body construction
it: Sviluppo prodotto per la costruzione di veicoli e di carrozzerie

source: Rental of mini computers
it: Noleggio di minicomputer

source: Scientific computer programming services
it: Servizi di programmazione scientifica per computer

source: Scientific research in the field of social medicine
it: Ricerca scientifica in materia di medicina sociale

source: Scientific research relating to chemistry
it: Ricerche scientifiche nel campo della chimica

source: Design services relating to real estate
it: Progettazione di beni immobili

source: Oenology services
it: Servizi enologici

source: Graphic illustration services for others
it: Illustrazioni grafiche per conto terzi

source: Development of computer software application solutions
it: Sviluppo di soluzioni applicative per software

source: Design for others in the field of clothing
it: Progettazione per terzi di articoli di abbigliamento

source: Engineering services for the analysis of structures
it: Servizi tecnici per l'analisi di strutture

source: Architectural and engineering services
it: Servizi di ingegneria e di architettura

source: Engineering services relating to computer programming
it: Servizi tecnici riguardanti la programmazione di computer

source: Rental of software for Internet access
it: Noleggio di software per accesso ad internet

source: Rental of computer hardware and computer peripherals
it: Noleggio di hardware e unità periferiche per computer

source: Providing medical and scientific research information in the field of pharmaceuticals and clinical trials
it: Fornitura di informazioni relative a ricerca scientifica e medica nel settore di prodotti farmaceutici e sperimentazioni cliniche

source: Architectural consultancy
it: Consulenza di architettura

source: Research laboratories
it: Ricerche di laboratorio

source: Research relating to animal husbandry
it: Ricerca in materia di zootecnia

source: Research relating to computer programs
it: Ricerca in materia di programmi per computer

source: Conducting industrial experiments
it: Conduzione di esperimenti industriali

source: Consultancy services relating to marine surveying
it: Servizi di consulenza riguardanti i rilevamenti marini

source: Consultancy services relating to product engineering
it: Servizi di consulenza in progettazione del prodotto

source: Providing temporary use of non-downloadable computer software for tracking freight over computer networks, intranets and the internet
it: Utilizzo temporaneo di software non scaricabili per la localizzazione di merci su reti informatiche, reti interne e Internet

source: Design sketching of packaging, containers, dinnerware and table utensils
it: Bozze di progettazione di imballaggi, container, servizi e utensili da tavola

source: Technical consultancy regarding the field of road cutting technology
it: Consulenza tecnica nel settore della tecnologia del taglio stradale

source: Updating of computer programs for third parties
it: Aggiornamento di programmi per computer per conto terzi

source: Services for assessing the efficiency of agricultural chemicals
it: Servizi per la valutazione dell'efficienza di prodotti chimici agricoli

source: Services for assessing the efficiency of pharmaceuticals
it: Servizi per la valutazione dell'efficacia di prodotti farmaceutici

source: Conducting early evaluations in the field of new pharmaceuticals
it: Svolgimento di valutazioni preliminari di nuovi prodotti farmaceutici

source: Research relating to telecommunication techniques
it: Ricerca riguardante tecniche di telecomunicazione

source: Research relating to the production of seeds
it: Ricerca in materia di produzione di semi

source: Software engineering
it: Ingegneria informatica

source: Computer programming for telecommunications
it: Programmazione di computer per le telecomunicazioni

source: Installation and actualisation of programs for data processing
it: Installazione e aggiornamento di programmi per l'elaborazione di dati

source: Interior design services incorporating the principles of feng shui
it: Servizi di arredamento per interni comprendente i principi del Feng Shui

source: Toxicity analysis
it: Analisi di tossicità

source: Creating and maintaining web sites for others
it: Creazione e manutenzione di siti web per i terzi

source: Research and development of new products
it: Ricerca e sviluppo di nuovi prodotti

source: Research, development, design and upgrading of computer software
it: Ricerca, sviluppo, elaborazione e upgrade di software

source: Quality control relating to computer software
it: Controllo di qualità in materia di software

source: Quality control relating to computer systems
it: Controllo qualità relativo a sistemi informatici

source: Rental of measuring apparatus
it: Noleggio di strumenti di misurazione

source: Design, development and implementation of software
it: Progettazione, elaborazione e installazione di software

source: Marine, aerial and land surveying
it: Ispezioni marine, aeree e terrestri

source: Design services in relation to restaurants
it: Servizi di progettazione di ristoranti

source: Authentication of pictures
it: Autenticazione di immagini

source: Technical inspection services
it: Servizi di ispezione tecnica

source: Technical research relating to computers
it: Ricerche tecniche in materia di computer

source: Design of carpets
it: Design di tappeti

source: Creating electronically stored web pages for online services and the internet
it: Creazione di pagine web archiviate elettronicamente per servizi on-line e Internet

source: Creation, maintenance and adaptation of software
it: Creazione, manutenzione e aggiornamento di software

source: Provision of expert reports relating to computing
it: Fornitura di relazioni specialistiche informatiche

source: Consultancy relating to filtration technology
it: Consulenza in materia di tecnologia della filtrazione

source: Consultancy relating to selection of furnishing fabrics [interior design]
it: Consulenza in materia di scelta di tessuti d'arredamento [progettazione d'interni]

source: Consultancy services relating to computer networks
it: Servizi di consulenza relativi a reti informatiche

source: Provision of information, advice and consultancy in relation to carbon offsetting
it: Informazioni e consulenza relative alla compensazione delle emissioni di carbonio

source: Installing web pages on the internet for others
it: Installazione di pagine Web su Internet per conto terzi

source: Underwater structural inspection services
it: Servizi di ispezione strutturale sottomarina

source: Vehicle roadworthiness testing
it: Controllo tecnico per autoveicoli

source: Testing of chemicals
it: Test di prodotti chimici

source: Computer consultancy and advisory services
it: Servizi di consulenza informatica

source: Cartography and mapping
it: Cartografia e mappatura

source: Professional advisory services relating to food technology
it: Consulenza professionali in materia di tecnologia alimentare

source: Professional consultancy relating to energy efficiency in buildings
it: Consulenza professionale in materia di efficienza energetica degli edifici

source: Provision of reports relating to computing
it: Relazioni in materia di informatica

source: Airborne remote monitoring relating to scientific explorations
it: Monitoraggio aereo a distanza in materia di esplorazioni scientifiche

source: Chemical services relating to ores
it: Servizi chimici in materia di minerali

source: Coding of messages
it: Codifica di messaggi

source: Collection of information relating to hydrology
it: Raccolta d'informazioni in materia di idrologia

source: Design services relating to the reproduction of documents
it: Servizi di progettazione relativi alla riproduzione di documenti

source: Biotechnological research relating to agriculture
it: Ricerca biotecnologica in materia di agricoltura

source: Bacteriological research and testing
it: Ricerche ed analisi batteriologiche

source: Rental of a database server (to third parties)
it: Noleggio di server per banche dati a terzi

source: Rental of laboratory apparatus and instruments
it: Noleggio di apparecchi e strumenti di laboratorio

source: Information services relating to information technology
it: Servizi informativi riguardanti le tecnologie informatiche

source: Inspection of plant and machinery
it: Controllo di impianti e macchine

source: Inspection of signalling instruments
it: Ispezione di strumenti di segnalazione

source: Designing computer software for controlling self-service terminals
it: Progettazione di software per il comando di terminali self-service

source: Developing computer programs for electronic cash register systems
it: Sviluppo di programmi per computer per sistemi di cassa elettronici

source: Developing programs for simulating experiments or series of experiments in a virtual optical laboratory
it: Sviluppo di programmi per la simulazione di esperimenti o serie di esperimenti in un laboratorio ottico virtuale

source: Development of software for secure network operations
it: Elaborazione di software per operazioni in reti sicure

source: Writing of computer programs
it: Scrittura di programmi per computer

source: Writing of computer programs for medical applications
it: Elaborazione di programmi per computer per applicazioni mediche

source: Design services relating to computer hardware and to computer programmes
it: Servizi di progettazione di hardware e software informatici

source: Preparation of technical studies
it: Preparazione di studi tecnici

source: Preparation of technological reports
it: Preparazione di relazioni tecnologiche

source: Testing of pharmaceuticals
it: Test di prodotti farmaceutici

source: Research of livestock breeding
it: Ricerca sull'allevamento del bestiame
